Repository: UnicordDev/Unicord
Catalog: Unicord.Universal/Resources/*/MessagingSettingsPage.resw
Source language: en_gb
Languages: ja_jp, pl_pl

# AdjustRoleColoursBlock.Title
source: Adjust User Colours for Readability
ja_jp: 視認性向上のためユーザーカラーを使用する
pl_pl: Dostosuj kolory użytknowników dla czytelności

# AdjustRoleColoursHeader.Text
source: Contrast Adjustment
ja_jp: コントラストの補正
pl_pl: Dostosowanie kontrastu

# AutoPlayGIFsBlock.Title
source: Automatically Play GIFs
ja_jp: GIFを自動的に再生する
pl_pl: Automatycznie odtwarzaj GIFy

# ChatHeader.Text
source: Messages
ja_jp: メッセージ
pl_pl: Wiadomości

# EnableSpoilersBlock.Title
source: Hide Spoilered Content
ja_jp: ネタバレコンテンツを隠す
pl_pl: Ukryj wiadomości ze spoilerami

# LearnMoreButton.Content
source: Learn More
ja_jp: 詳細
pl_pl: Dowiedz się więcej

# MessagingSettingsHeader.Text
source: Text and Images
ja_jp: テキストと画像
pl_pl: Tekst i obrazy

# MinimumContrastSlider.Header
source: Minimum Contrast
ja_jp: コントラストの最小値
pl_pl: Minimalny kontrast

# PromptLinksBlock.Description
source: With this option enabled, you will be prompted by Windows before opening insecure links.
ja_jp: この設定が有効な場合、 信頼されていないリンクを開く際にWindowsから確認が取られます。
pl_pl: Po włączeniu tej opcji system Windows wyświetli komunikat przed otwarciem niezabezpieczonych łączy.

# PromptLinksBlock.Title
source: Prompt for Untrusted Links
ja_jp: 信頼されていないリンクをクリックした際に警告を表示する
pl_pl: Komunikat dla niezaufanych linków

# ShowHugeEmojiBlock.Title
source: Huge Emoji
ja_jp: 絵文字を大きく表示する
pl_pl: Duże Emoji

# ShowStatusGlyphsBlock.Title
source: Colourblind-friendly Status Indicators
ja_jp: 色覚異常の方に向けたステータスを表示する
pl_pl: Status przyjazny dla daltonistów

# TimestampsSubheader.Text
source: How do you want timestamps on messages to appear?
ja_jp: メッセージに表示されるタイムスタンプの形式を指定できます
pl_pl: Jak mają być wyświetlane znaczniki czasu w wiadomościach?

# TimestampStyleAbsolute.Text
source: Absolute
ja_jp: 絶対表示
pl_pl: Absolutne

# TimestampStyleBlock.Title
source: Timestamp Style
ja_jp: タイムスタンプ
pl_pl: Styl znaczników czasu

# TimestampStyleBoth.Text
source: Both
ja_jp: 両方
pl_pl: Oba

# TimestampStyleRelative.Text
source: Relative
ja_jp: 相対表示
pl_pl: Względny
